{
  "status": "OK",
  "results": [
    {
      "name": "Massive Dynamic",
      "description": "Massive Dynamic is a fictional multinational conglomerate company from the TV series Fringe that develops the advancement of weapons testing, robotics, medical equipment, aeronautics, genetics, pharmaceuticals, telecommunication, energy, transportation, and entertainment technology.",
      "id": 1,
      "image": "scientist-with-tubes.jpg",
      "type": "Technology",
      "slug": "massive-dynamic",
      "rating": 3,
      "tags": [
        {
          "key": "remote",
          "label": "Remote",
          "slug": "remote"
        },
        {
          "key": "signingBonus",
          "label": "Signing Bonus",
          "slug": "signing-bonus"
        },
        {
          "key": "startup",
          "label": "Start Up",
          "slug": "start-up"
        },
        {
          "key": "directHire",
          "label": "Direct Hire",
          "slug": "direct-hire"
        }
      ]
    },
    {
      "name": "Los Pollos Hermanos",
      "description": "Los Pollos Hermanos (Spanish for The Chicken Brothers) is a fictional fast food restaurant chain specializing in chicken that was featured in the television series Breaking Bad and its spin-off Better Call Saul. In the fictional universe of Breaking Bad, Los Pollos Hermanos is featured as a front organization for Gus Fring's meth manufacturing and distribution operation, but is also highly regarded by the general public of the Southwest as a regional chain on par with KFC. The set used for the restaurant's Albuquerque location in the show was at a Twisters branch in South Valley, New Mexico, and Twisters has seen an increase in business attributed to being associated with Breaking Bad. Due to the show's popularity, Los Pollos Hermanos has appeared on numerous occasions as a real-life pop-up restaurant. ",
      "id": 4,
      "image": "los-pollos-hermanos.webp",
      "type": "Restaurant",
      "rating": 2,
      "tags": [
        {
          "key": "onSiteRequired",
          "label": "On Site Required",
          "slug": "on-site-required"
        },
        {
          "key": "contract",
          "label": "Contract",
          "slug": "contract"
        },
        {
          "key": "food-services-3-years",
          "label": "Food Services: 3 years",
          "slug": "food-services-3-years"
        }
      ]
    },
    {
      "name": "Initech",
      "description": "Office Space is a 1999 American black comedy film written and directed by Mike Judge. It satirizes the worklife of a typical 1990s software company, focusing on a handful of individuals weary of their jobs. It stars Ron Livingston, Jennifer Aniston, Gary Cole, Stephen Root, David Herman, Ajay Naidu, and Diedrich Bader.",
      "id": 5,
      "image": "initech.webp",
      "type": "Technology",
      "rating": 1,
      "tags": [
        {
          "key": "contract",
          "label": "Contract",
          "slug": "contract"
        },
        {
          "key": "java-1-year",
          "label": "Java: 1 year",
          "slug": "java-1-year"
        },
        {
          "key": "secret-clearance-required",
          "label": "Secret Clearance Required",
          "slug": "secret-clearance-required"
        },
        {
          "key": "aws-6-years",
          "label": "AWS: 6 years",
          "slug": "aws-6-years"
        }
      ]
    },
    {
      "name": "Stark Industries",
      "description": "Stark Industries, later also known as Stark International, Stark Innovations, Stark Enterprises and Stark Resilient, is a fictional company appearing in American comic books published by Marvel Comics. Created by Robert Bernstein, Stan Lee, and Jack Kirby, the company first appeared in Tales of Suspense #39 (April 1962).[1] Stark Industries is depicted as being owned and run by businessman and namesake Tony Stark, who is also known as Iron Man, and was founded by Tony's father, Howard Stark. ",
      "id": 6,
      "image": "ironman.jpg",
      "type": "Defense",
      "rating": 3,
      "tags": [
        {
          "key": "public-trust-clearance-required",
          "label": "Public Trust Clearance Required",
          "slug": "public-trust-clearance-required"
        }
      ]
    },
    {
      "name": "Skynet",
      "description": "Skynet is a fictional artificial neural network-based conscious group mind and artificial general superintelligence system that serves as the antagonistic force of the Terminator franchise. ",
      "id": 2,
      "image": "robot.jpg",
      "type": "Technology",
      "rating": 2,
      "tags": [
        
      ]
    },
    {
      "name": "Arkham Asylum",
      "description": "The Elizabeth Arkham Asylum for the Criminally Insane, commonly referred to as Arkham Asylum, is a fictional psychiatric hospital/prison, named after the city of Arkham which appeared first in the stories of H. P. Lovecraft, and later appearing in American comic books published by DC Comics, commonly in stories featuring the superhero Batman. It first appeared in Batman #258 (October 1974), written by Dennis O'Neil with art by Irv Novick. The asylum serves as a psychiatric hospital for the Gotham City area, housing patients who are criminally insane, as well as select prisoners with unusual medical requirements that are beyond a conventional prison's ability to accommodate. Its high-profile patients are often members of Batman's rogues gallery. ",
      "id": 3,
      "image": "asylum.jpg",
      "type": "Hospitality",
      "rating": 1,
      "tags": [
        
      ]
    }    
  ]
}
